Repository: yangxijia111/CuinZip
Catalog: NanaZip.Modern/Strings/*/SettingsPage.resw
Source language: en
Languages: zh_hans

# SettingsTitle.Text
source: Settings
zh_hans: 设置

# NavGeneralText.Text
source: General
zh_hans: 常规

# NavCompressionText.Text
source: Compression
zh_hans: 压缩

# NavExtractionText.Text
source: Extraction
zh_hans: 解压

# NavFileAssociationsText.Text
source: File Associations
zh_hans: 文件关联

# NavContextMenuText.Text
source: Context Menu
zh_hans: 右键菜单

# NavAppearanceText.Text
source: Appearance
zh_hans: 外观

# NavAdvancedText.Text
source: Advanced
zh_hans: 高级

# NavAboutText.Text
source: About
zh_hans: 关于

# GeneralTitle.Text
source: General
zh_hans: 常规

# GeneralDescription.Text
source: Core file manager behavior options. Changes are saved immediately.
zh_hans: 文件管理器核心行为选项。修改后立即保存。

# GeneralLegacyButton.Content
source: Open classic settings (General)
zh_hans: 打开经典设置（常规）

# CompressionTitle.Text
source: Compression
zh_hans: 压缩

# CompressionDescription.Text
source: Default format and compression level for the Add to Archive dialog. Detailed options are available in the archive creation dialog.
zh_hans: “添加到压缩包”对话框的默认格式与压缩级别。详细选项可在压缩对话框中设置。

# ExtractionTitle.Text
source: Extraction
zh_hans: 解压

# ExtractionDescription.Text
source: Default destination and overwrite behavior for the Extract dialog.
zh_hans: “解压”对话框的默认目标与覆盖行为。

# ExtractionFoldersButton.Content
source: Working folder settings
zh_hans: 工作文件夹设置

# ExtractionIntegrationButton.Content
source: Extraction integration options
zh_hans: 解压集成选项

# FileAssociationsTitle.Text
source: File Associations
zh_hans: 文件关联

# FileAssociationsDescription.Text
source: Choose which file types open with CuinZip. Associations are managed by Windows.
zh_hans: 选择用 CuinZip 打开的文件类型。关联由 Windows 管理。

# FileAssociationsSystemButton.Content
source: Open Windows Settings (Default apps)
zh_hans: 打开 Windows 设置（默认应用）

# FileAssociationsLegacyButton.Content
source: Open classic settings (Integration)
zh_hans: 打开经典设置（系统集成）

# ContextMenuTitle.Text
source: Context Menu
zh_hans: 右键菜单

# ContextMenuDescription.Text
source: Configure the entries shown in the Windows Explorer context menu. Changes apply the next time you right-click.
zh_hans: 配置 Windows 资源管理器右键菜单中显示的项目。更改将在下一次右键时生效。

# AppearanceTitle.Text
source: Appearance
zh_hans: 外观

# AppearanceDescription.Text
source: Changes apply immediately to the file lists.
zh_hans: 更改会立即应用到文件列表。

# ShowDotsToggle.Header
source: Show ".." item
zh_hans: 显示 ".." 项

# ShowRealFileIconsToggle.Header
source: Show real file icons
zh_hans: 显示真实文件图标

# FullRowToggle.Header
source: Full row select
zh_hans: 整行选择

# ShowGridToggle.Header
source: Show grid lines
zh_hans: 显示网格线

# SingleClickToggle.Header
source: Single-click to open an item
zh_hans: 单击打开项目

# AlternativeSelectionToggle.Header
source: Alternative selection mode
zh_hans: 备选选择模式

# AppearanceLegacyButton.Content
source: More appearance options (classic settings)
zh_hans: 更多外观选项（经典设置）

# AdvancedTitle.Text
source: Advanced
zh_hans: 高级

# AdvancedDescription.Text
source: System menu, memory pages, history and other advanced options.
zh_hans: 系统菜单、内存页、历史记录等高级选项。

# AdvancedLegacyButton.Content
source: Open classic settings (Advanced)
zh_hans: 打开经典设置（高级）

# AdvancedEditorButton.Content
source: Editor settings
zh_hans: 编辑器设置

# AboutTitle.Text
source: About
zh_hans: 关于

# AboutDescription.Text
source: CuinZip is an open source file archiver based on NanaZip and 7-Zip.
zh_hans: CuinZip 是基于 NanaZip 和 7-Zip 的开源压缩工具。

# AboutDialogButton.Content
source: Open the About dialog
zh_hans: 打开关于对话框

# ShowSystemMenuToggle.Header
source: Show system menu
zh_hans: 显示系统菜单

# ArcHistoryToggle.Header
source: Keep archive history
zh_hans: 保留压缩包历史记录

# PathHistoryToggle.Header
source: Keep path history
zh_hans: 保留路径历史记录

# CopyHistoryToggle.Header
source: Keep copy history
zh_hans: 保留复制历史记录

# FolderHistoryToggle.Header
source: Keep folder history
zh_hans: 保留文件夹历史记录

# CompressionNote.Text
source: New defaults apply to the next Add to Archive dialog.
zh_hans: 新默认值将在下一次“添加到压缩包”对话框中生效。

# FormatComboHeader.Text
source: Default archive format
zh_hans: 默认压缩格式

# LevelComboHeader.Text
source: Default compression level
zh_hans: 默认压缩级别

# LevelStore.Text
source: Store
zh_hans: 存储

# LevelFastest.Text
source: Fastest
zh_hans: 最快

# LevelFast.Text
source: Fast
zh_hans: 快速

# LevelNormal.Text
source: Normal
zh_hans: 标准

# LevelMaximum.Text
source: Maximum
zh_hans: 最大

# LevelUltra.Text
source: Ultra
zh_hans: 极限

# ExtractionNote.Text
source: New defaults apply to the next Extract dialog.
zh_hans: 新默认值将在下一次“解压”对话框中生效。

# PathModeComboHeader.Text
source: Default path mode
zh_hans: 默认路径模式

# OverwriteComboHeader.Text
source: Default overwrite mode
zh_hans: 默认覆盖模式

# OpenFolderToggle.Header
source: Open folder after extraction
zh_hans: 解压完成后打开目标文件夹

# PathModeFull.Text
source: Full pathnames
zh_hans: 完整路径

# PathModeNo.Text
source: No pathnames
zh_hans: 不含路径

# PathModeAbs.Text
source: Absolute pathnames
zh_hans: 绝对路径

# OverwriteAsk.Text
source: Ask before overwrite
zh_hans: 覆盖前询问

# OverwriteAlways.Text
source: Overwrite without prompt
zh_hans: 直接覆盖

# OverwriteSkip.Text
source: Skip existing files
zh_hans: 跳过已存在文件

# OverwriteRename.Text
source: Auto rename
zh_hans: 自动重命名

# OverwriteRenameOld.Text
source: Auto rename existing files
zh_hans: 自动重命名已存在文件

# ExtractOnOpenToggle.Header
source: Extract archives to a temporary folder when opening them
zh_hans: 打开压缩包时先解压到临时文件夹

# AssocListHeader.Text
source: Common archive formats
zh_hans: 常见压缩格式

# AssocRefreshButton.Content
source: Refresh status
zh_hans: 刷新状态

# AssocStatusDefault.Text
source: Default app
zh_hans: 默认应用

# AssocStatusOther.Text
source: Opens with {0}
zh_hans: 由 {0} 打开

# AssocStatusNone.Text
source: No default app
zh_hans: 未设置默认应用

# ContextMenuMoreHeader.Text
source: More items
zh_hans: 更多项目

# ContextMenuLayoutHeader.Text
source: Menu layout
zh_hans: 菜单布局

# ContextMenuCascadedNote.Text
source: When off, the most common items appear directly in the context menu.
zh_hans: 关闭时，高频项目将直接显示在右键菜单中。

# CtxOpenToggle.Header
source: Open archive
zh_hans: 打开压缩包

# CtxExtractHereToggle.Header
source: Extract Here
zh_hans: 解压到当前文件夹

# CtxExtractToToggle.Header
source: Extract to <folder>
zh_hans: 解压到 <文件夹>

# CtxCompressToggle.Header
source: Add to archive...
zh_hans: 添加到压缩包...

# CtxCompressTo7zToggle.Header
source: Add to <archive>.7z
zh_hans: 添加到 <压缩包>.7z

# CtxCompressToZipToggle.Header
source: Add to <archive>.zip
zh_hans: 添加到 <压缩包>.zip

# CtxTestToggle.Header
source: Test archive
zh_hans: 测试压缩包

# CtxExtractToggle.Header
source: Extract files...
zh_hans: 解压文件...

# CtxExtractHereSmartToggle.Header
source: Extract Here (Smart)
zh_hans: 解压到当前文件夹(智能)

# CtxCompressEmailToggle.Header
source: Compress and email...
zh_hans: 压缩并发送邮件...

# CtxCompressTo7zEmailToggle.Header
source: Compress to <archive>.7z and email
zh_hans: 压缩为 <压缩包>.7z 并发送邮件

# CtxCompressToZipEmailToggle.Header
source: Compress to <archive>.zip and email
zh_hans: 压缩为 <压缩包>.zip 并发送邮件

# CtxHashToggle.Header
source: Hash (CRC / SHA)
zh_hans: 哈希(CRC / SHA)

# CtxElimDupToggle.Header
source: Eliminate duplicate folders
zh_hans: 消除重复文件夹

# CtxCascadedToggle.Header
source: Show all items under one CuinZip submenu
zh_hans: 将所有项目收进单个 CuinZip 子菜单
